Repository: common-repository/woo-tikkie-fast-checkout
Catalog: languages/tkfc-*.po
Languages: nl_nl

source: There was an error processing your request
nl_nl: Er was een probleem met het verwerken van je aanvraag

source: Please select a variation
nl_nl: Kies een variant

source: Fast checkout with
nl_nl: Supersnel betalen met

source: Order status set by Tikkie Fast Checkout (webhook)
nl_nl: Orderstatus veranderd door Tikkie Fast Checkout (webhook)

source: Couldn't update option API-key in woocommerce_tikkie_settings
nl_nl: API-key kon niet geüpdatet worden

source: Couldn't update option Merchant-token in woocommerce_tikkie_settings
nl_nl: Merchant token kon niet geüpdatet worden

source: Couldn't update option "Show on product-detail page" in woocommerce_tikkie_settings
nl_nl: Knop tonen op productdetailpagina kon niet geüpdatet worden

source: Couldn't update option "Show on cart page" in woocommerce_tikkie_settings
nl_nl: Knop tonen op winkelwagenpagina kon niet geüpdatet worden

source: Couldn't update option "Show terms of service" in woocommerce_tikkie_settings
nl_nl: Knop algemene voorwaarden tonen kon niet geüpdatet worden

source: If you continue, you will agree to our [terms of service]
nl_nl: Als je verder gaat, ga je akkoord met de [voorwaarden]

source: Couldn't update option "Term of service link" in woocommerce_tikkie_settings
nl_nl: Text algemene voorwaarden link kon niet geüpdatet worden

source: Couldn't update option "Shipping costs" in woocommerce_tikkie_settings
nl_nl: Verzendkosten konden niet geüpdatet worden

source: Tikkie Fast Checkout is not available because there are no items in your cart
nl_nl: Het is niet mogelijk te betalen via Tikkie Fast Checkout omdat er geen producten in je winkelmand zitten

source: Tikkie Fast Checkout payment expired
nl_nl: Tikkie Fast Checkout betalingstermijn verstreken

source: Order status set by Tikkie Fast Checkout (cronjob)
nl_nl: Orderstatus veranderd door Tikkie Fast Checkout (cronjob)

source: Order status set by Tikkie Fast Checkout (order received page)
nl_nl: Orderstatus veranderd door Tikkie Fast Checkout (order ontvangen pagina)

source: Thanks for creating your account, login below to view your account and orders.
nl_nl: Bedankt voor je accountregistratie, log hieronder in om je account en bestellingen te bekijken.

source: Welcome
nl_nl: Welkom

source: Step 1
nl_nl: Stap 1

source: Step 2
nl_nl: Stap 2

source: Step 3
nl_nl: Stap 3

source: Enable customers of your webshop to checkout without having the customer entering their details like email and address information.
nl_nl: Laat klanten van je webshop afrekenen zonder dat ze hun gegevens in hoeven te vullen.

source: You can go directly to settings or use the wizard to guide you through the most essential settings.
nl_nl: Je kunt direct naar de instellingen gaan of deze wizard doorlopen.

source: Go directly to settings
nl_nl: Ga direct naar instellingen

source: Use the wizard
nl_nl: Gebruik de wizard

source: The most important part to actually start working with Tikkie Fast Checkout, is that you need to set your API-key and merchant token.
nl_nl: De belangrijkste onderdelen die nodig zijn om Tikkie Fast Checkout te kunnen gebruiken zijn de API key en Merchant token.

source: Tikkie Fast Checkout uses a so called merchant token for authentication.
nl_nl: De Tikkie Fast Checkout API gebruikt een merchant token voor authenticatie.

source: previous
nl_nl: vorige

source: next
nl_nl: volgende

source: Choose whether you want to show the Tikkie Fast Checkout button on the product detail page and/or on the cart page.
nl_nl: Kies of je Tikkie Fast Checkout knoppen wilt tonen op de productpagina en/of winkelwagenpagina.

source: Show on product detail page
nl_nl: Toon knop op productdetailpagina

source: Show on cart page
nl_nl: Toon knop op winkelwagenpagina

source: Show terms of service
nl_nl: Algemene voorwaarden tonen

source: Terms of service link (including http(s)://)
nl_nl: Algemene voorwaarden link (inclusief http(s)://)

source: finish
nl_nl: klaar

source: Every three minutes
nl_nl: Elke 3 minuten

source: Allows payment through Tikkie Fast Checkout.
nl_nl: Voegt functionaliteit toe om te betalen via Tikkie Fast Checkout.

source: Sorry, only administrators are allowed to change settings for this payment method.
nl_nl: Sorry, alleen administrators mogen instellingen van deze betaalmethode wijzigen.

source: Enable/Disable
nl_nl: Actief/Inactief

source: Enable Tikkie Fast Checkout
nl_nl: Activeer Tikkie Fast Checkout

source: Production mode
nl_nl: Productie modus

source: Enable production mode
nl_nl: Productie modus inschakelen

source: When this option is enabled, payments will be processed and test-mode wil be disabled
nl_nl: Als deze optie ingeschakeld is worden betalingen verwerkt en de test modus uitgeschakeld

source: Production API-key
nl_nl: Productie API-key

source: This API-key is used for authentication in production mode
nl_nl: Deze API key is nodig voor authenticatie in productie modus

source: The Tikkie Fast Checkout API uses a so called 'merchant token' for authentication.
nl_nl: De Tikkie Fast Checkout API gebruikt een zogenaamde 'verkoperstoken' voor authenticatie.

source: This API-key is used for authentication in test mode
nl_nl: Deze API key is nodig voor authenticatie in test modus

source: Show on product-detail page
nl_nl: Toon knop op productdetailpagina

source: Terms of service text
nl_nl: Algemene voorwaarden tekst

source: This text will be used when the terms of service has been enabled. You can define the link by placing your link text into square brackets ( [link text] )
nl_nl: Deze tekst zal worden gebruikt wanneer de servicevoorwaarden zijn ingeschakeld. U kunt de koppeling definiëren door uw linktekst tussen vierkante haken te plaatsen ([link tekst])

source: Terms of service link
nl_nl: Algemene voorwaarden link

source: This is the URL where the terms and conditions are located. (including http(s)://)
nl_nl: Dit is de URL waar de algemene voorwaarden zich bevinden (inclusief http(s)://)

source: Show registration form on thank you page
nl_nl: Toon registratieformulier op de bedanktpagina

source: Let the user create an account after payment
nl_nl: Laat de gebruiker een account aanmaken na de betaling

source: Tikkie Order Expiration time
nl_nl: Verlooptijd van een Tikkie bestelling

source: Expiration of the order in seconds, e.g. 900 when order expires in 15 minutes. (between 60-1800)
nl_nl: Verlooptijd van een bestelling in seconden. Bijvoorbeeld 900 wanneer een order na 15 minuten mag verlopen. (tussen 60 en 1800)

source: Choose whether status you wish after checkout.
nl_nl: Kies welke status een order moet krijgen na een succesvolle betaling.

source: Instructions
nl_nl: Instructies

source: Instructions that will be added to the thank you page and emails.
nl_nl: Instructies die weergeven worden op de bedanktpagina en in e-mails.

source: Log file
nl_nl: Log-bestand

source: Showing log entries chronologically
nl_nl: Chronologische weergave

source: Tikkie Fast Checkout is disabled because Woocommerce is not installed or inactive.
nl_nl: Tikkie Fast Checkout is gedeactiveerd omdat WooCommerce niet geïnstalleerd of niet actief is.
